import React from 'react'
import './input.css'
import Header from '../Header_dop2'
import d5 from '../img/046.webp'
import d6 from '../img/047.webp'
import d7 from '../img/048.webp'
import d8 from '../img/049.webp'
import Foter from '../Foter_dop2'

const Addition_Detectives = () => {
  return (
    <section><Header></Header>
      <div className='bg-gray-800 p-5 text-lg'>
      <h3 className="text-slate-400 normal-case text-1x3 font-serif">В дополнении появляется четыре новых детективов.</h3>
          <div className='flex justify-center'>
            <div>
              <img src={d5} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
Агнес жила непримечательной жизнью официантки, пока не нашла тот таинственный
старый ключ среди вещей своей семьи, хранившихся на чердаке. Как только её пальцы
коснулись ключа, на неё нахлынули воспоминания о прошлой жизни.</p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic '>
В той жизни женщина, потом ставшая Агнес, была могущественной волшебницей,
подкованной в колдовстве и владеющей несметным количеством тайных знаний.
Чем больше Агнес исследовала эти воспоминания, тем чаще она замечала, что может
использовать способности своих прошлых жизней и даже выполнять магические трюки!</p>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic '>
Обретая новые знания и силы, Агнес не может выбросить из головы одно слово из своих
воспоминаний: «Типерборея».</p>
            </div>
          </div>          
          <div className='flex justify-center'>
            <div>
              <img src={d6} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
Триш всегда преуспевала в решении как физических, так и интеллектуальных задач, а её
непоколебимое стремление к совершенству и бесстрашный характер хорошо друг друга
дополняли. У неё было много академических и спортивных достижений, и все ожидали,
что она сможет многого добиться.
Вопреки этому Триш устроилась на работу в телеграфную контору.</p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic '>
Первоначальное
изумление, вызванное этой скромной должностью, вскоре рассеялось, и исключитель-
ная Триш Скарборо ушла в тень. Безвестность вполне устраивала Триш, ведь так
посторонним было сложнее узнать правду: эта работа была прикрытием её настоящей
должности в Чёрной комнате - криптографическом агентстве ФБР. Будучи шпионкой,
Триш путешествует по миру и торгует информацией, которой лучше оставаться
нераскрытой.</p>
            </div>
          </div>
          <div className='flex justify-center'>
            <div>
              <img src={d7} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
Сайлас Марш полюбил море с тех пор, как стал достаточно большим, чтобы гулять
по солёным отмелям. Стать моряком было самым лёгким решением в его жизни, а его
крепкое телосложение и хорошее чутьё на погоду обеспечили ему надёжную репутацию
на борту любого судна. </p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic '>
Сайласа беспокоила только одна вещь: ему снова и снова снились
жуткие города, скрытые под волнами и населённые причудливыми жителями. Эти сны
взывали к нему и шевелили что-то глубоко в его душе - что-то, что, как он думал,
осталось в его родном городке Инсмуте.</p>
            </div>
          </div>
          <div className='flex justify-center'>
            <div>
              <img src={d8} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
В тот день, когда Джим Кальвер унаследовал папину трубу, он и подумать не мог,
к чему это приведёт. Начиная играть, он замечал, что его музыка успокаивала
не только души живых, но и души мёртвых. Когда в воздухе растворялись последние
ноты, призраки людей, покинувших этот мир, ещё какое-то время оставались рядом
c Джимом.</p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic '>
Оказалось, что если предложить этим ребятам поболтать, они могут
рассказать удивительные вещи. Раньше от таких бесед Джиму становилось не по себе,
но его новые друзья знают до жути много всего, так что он научился ценить их
компанию.</p>
            </div>
          </div>
      </div>
      <Foter></Foter>
    </section>
  )
}

export default Addition_Detectives