import React from 'react'
import './input.css'
import Header from '../Header'

import Foter from '../Foter'
import Z from '../img/Znuk.webp'

const Creators = () => {
  return (
    <section><Header></Header>

        <div className=" p-5 text-lg bg-gray-800">
          <h3 className="text-slate-400 normal-case text-1x3 font-serif">Основанная на творчестве мастера литературы ужасов Говарда Филлипса Лавкрафта(годы жизни 20 августа 1890 г. - 15 марта 1937 г.). Он американский писатель и журналист, работавший в жанрах литературы ужасов, мистики, фэнтези и научной фантастики, совмещая их в оригинальном стиле. Наиболее известен созданием цикла произведений «Мифы Ктулху», объединённого авторской мифологией.</h3>
          <h3 className="text-slate-400 normal-case text-1x3 font-serif">Создатели игры Особняк безумия первой и второй редакции разные. Мы рассмотрим именно моменты связаны с этой настольной игрой</h3>
          <h3 className="text-slate-400 normal-case text-1x3 font-serif">
            <h3 className='text-slate-400 normal-case text-1x3 font-serif font-bold'>
              Особняк безумия первой редакция (на англ. Mansions of Madness)  
            </h3> 
             Разработанная - Кори Конечкой. Он — не самая публичная фигура. Скорее всего, дело в политике самого издательства, с прессой общаются только представители коммерческих отделов. Несколько фотографий в Сети, пара интервью пятилетней давности — вот все источники информации о нашем герое. Известно точно, что он начал работать в FFG (Fantasy Flight Games) не позднее 2006 года, взявшись за бывшие проекты Кевина Уилсона (о причине, по которой Кевин был вынужден прекратить над ними работу, оба автора умалчивают). В первый же год работы Кори Коничка показал, что количество и качество совместимы, выпустив сразу несколько хитов.</h3>
          <h3 className="text-slate-400 normal-case text-1x3 font-serif">
            <h3 className='text-slate-400 normal-case text-1x3 font-serif font-bold'>
              Особняк безумия вторая редакция
            </h3>
             Разработанная - Никки Валенс. Она — была старшим игровым дизайнером Fantasy Flight Games в 2013-2018 годах, в течение этого времени она успела поработать над несколькими кооперативными настольными играми, включая одни из лучших тайтлов FFG: Mansions of Madness и Arkham Horror(Ужас Эркхема). За этот не такой уж большой период она успела стать одним из самых плодовитых и глубоко понимающих тему разработчиков в отрасли кооперативов</h3>
<div className=' '>
            <div className=''>
              <img src={Z} alt="" className='p-4 w-[200px] h-[200px] '/>
              <p className='text-slate-400 pl-16 normal-case font-bold'>
                логотип FFG
              </p>
               </div>
	</div>
        </div>

        <Foter></Foter>
    </section>

  )
}

export default Creators