import React from 'react'
import './input.css'
import Header from '../Header'
import Foter from '../Foter'

const Second_Edition = () => {
  return (
    <section><Header></Header>
      <div className='bg-gray-800 p-5 text-lg'>
      <h3 className='text-slate-400 normal-case text-1x3 font-serif'>Особняки безумия вторая редакция – это кооперативная игра для 1–5 игроков, действие которой происходит в мире Говарда Лавкрафта, мастера ужаса и автора мифов о Древних. </h3>
      <h3 className='text-slate-400 normal-case text-1x2 font-serif font-bold'>Игрокам предстоит взять на себя роли сыщиков и окунуться в мрачный и наполненный безумием мир. Сыщики будут: </h3>
      <ul className='text-slate-400 list-disc p-3'>
        <li>исследовать особняки и прилегающие территории;</li>
        <li>раскрывать тайны;</li>
        <li>собирать улики;</li>
        <li>сражаться с монстрами;</li>
        <li>даже решать головоломки.</li>
      </ul>
      <h3 className='text-slate-400 normal-case text-1x3 font-serif '>Главное – действовать сообща, чтобы справиться со всеми трудностями на пути к победе. </h3>
      <h3 className='text-slate-400 normal-case text-1x3 font-serif '>Одно из основных изменений по сравнению с первой частью игры — это отсутствие игрока-хранителя, который выступал против сыщиков, а также появление специального цифрового программного обеспечения, доступного для скачивания на телефоны, планшеты и персональные компьютеры. </h3>
      <h3 className='text-slate-400 normal-case text-1x2 font-serif font-bold'>Другое интересное нововведение, ставшее возможным за счёт приложения – это решение различных головоломок с помощью цифрового приложения. Почувствуйте себя настоящим детективом! Приложение добавляет игре интерактивности и увеличивает силу погружения в игровой мир. Также приложение позволяет: </h3>
      <ul className='text-slate-400 list-disc p-3'>
        <li>исследовать комнаты;</li>
        <li>проводить обыск;</li>
        <li>приложение берёт на себя подсчёт боевой части игры, когда вы вступаете в схватку с противником;</li>
        <li>взаимодействовать с различными объектами;</li>
        <li>выдаёт литературную часть текста;</li>
        <li>описывает события, которые с вами происходят;</li>
        <li>управляет событиями фазы Мифа.</li>
      </ul>
            <h3 className='text-slate-400 normal-case text-1x3 font-serif '>Каждый сценарий уникален и предлагает различные задачи. Более того, сценарии нелинейные и их интересно переигрывать. </h3>
            <h3 className='text-slate-400 normal-case text-1x3 font-serif '>Если сыщики будут продвигаться слишком медленно, конечная цель может измениться и выполнить её станет гораздо труднее. Собрав достаточно улик и дойдя до определённого этапа, вы откроете главную цель сценария, выполнение которой приведёт вас к заслуженной победе. </h3>
            <h3 className='text-slate-400 normal-case text-1x3 font-serif '>На сегодняшний день линейка “Особняков Безумия” состоит из базовой игры и 5 дополнений. Имеется 5 дополнений из которых 3 “большими” и 2 “маленькими” дополнении. </h3>
            <h3 className='text-slate-400 normal-case text-1x2 font-serif font-bold'>Отличие о особняка безумия второй редакции: </h3>
      <ul className='text-slate-400 list-disc p-3'>
        <li>замена хранителя на приложение;</li>
        <li>возможность играть в одиночку;</li>
        <li>используется специальные кубики(восьмигранник);</li>
        <li>на подготовку к игре требуется меньше времени.</li>
      </ul>
      </div>
      <Foter></Foter>
    </section>
  )
}

export default Second_Edition
//list-disc список