import React from 'react'
import './input.css'
import Header from '../Header_game'
import d1 from '../img/45.webp'
import d2 from '../img/46.webp'
import d3 from '../img/47.webp'
import d4 from '../img/48.webp'
import d5 from '../img/49.webp'
import d7 from '../img/64.webp'
import d8 from '../img/52.webp'
import d9 from '../img/53.webp'
import r from '../img/62.webp'
import zd from '../img/63.webp'
import s1 from '../img/56.webp'
import s2 from '../img/57.webp'
import s3 from '../img/113.webp'
import s4 from '../img/59.webp'
import s5 from '../img/60.webp'
import s6 from '../img/61.webp'
import soa from '../img/54.webp'
import sop from '../img/55.webp'
import Foter from '../Foter_game'

const Detectives = () => {
  return (
    <section><Header></Header>
      <div className='bg-gray-800 p-5 text-lg'>
      <h3 className="text-slate-400 normal-case text-1x3 font-serif">"Сыщик" (Детектив) -персонаж, за которого игрок или игроки играют со своим прошлым. В сценарии можно выбрать только 2-5 сыщиков 1 сыщик на одного игрока (исключение при игре в одиночку, то играет сразу за 2 сыщиков). У каждого есть здоровье, рассудок, навыки и особое умение </h3>
        <div className='flex justify-center '>
          <div>
            <img src={d1} alt=""  className='p-4 w-[450px] h-[250px] ' />
            <p className='text-slate-400 normal-case text-1x2 font-serif pl-40 font-bold'>
              Карта детектива
            </p>
          </div>
        </div>
      <h3 className="text-slate-400 normal-case text-1x3 font-serif">Здоровье и рассудок - являются показателями сколько еще урона или ужаса выдержит сыщик</h3>
      <div className='flex justify-center p-3'>
            <div className=''>
              <img src={r} alt="" className='p-4 w-[200px] h-[180px] '/>
              <p className='text-slate-400 pl-16 normal-case text-1x2 font-bold'>
                Рассудок
              </p>
               </div>
              <div className=''>
              <img src={zd} alt="" className='p-4 w-[200px] h-[180px] '/>
              <p className='text-slate-400 pl-16 normal-case text-1x2 font-bold'>
                Здоровье
              </p>
            </div>
	      </div>
        <h3 className="text-slate-400 normal-case text-1x3 font-serif">Навыки - используются при прохождении проверок или при решении головоломки, цифра после его говорит сколько кубиков надо бросить (если есть модификаторы, то они тоже учитываются)</h3>
          <div className='flex flex-row justify-center p-3'>
            <img src={s4} alt="" className='p-4 w-[210px] h-[150px]   order-2'/>
            <img src={s6} alt="" className='p-4 w-[210px] h-[150px]  order-1'/>
            <img src={s5} alt="" className='p-4 w-[210px] h-[150px]  order-3'/>
          </div>
          <div className='flex flex-row justify-center p-3'>
            <img src={s2} alt="" className='p-4 w-[210px] h-[150px]   order-2'/>
            <img src={s1} alt="" className='p-4 w-[210px] h-[150px]  order-1'/>
            <img src={s3} alt="" className='p-4 w-[210px] h-[150px]  order-3'/>
          </div>
           <div>
            <p className='text-slate-400 text-center normal-case text-1x2 font-bold'>
              Навыки 
            </p>
          </div>
          <h3 className="text-slate-400 normal-case text-1x3 font-serif">Особое умение - навык, которые требует потратить действие или срабатывает при определенном условии </h3>
          <div className='flex justify-center p-3'>
            <div className=''>
              <img src={soa} alt="" className='p-4 w-[340px] h-[320px] '/>
              <p className='text-slate-400 pl-1 normal-case text-1x2 font-bold'>
                Срабатывает при определенном условии
              </p>
               </div>
              <div className=''>
              <img src={sop} alt="" className='p-4 w-[340px] h-[320px] '/>
              <p className='text-slate-400 pl-11 normal-case text-1x2 font-bold'>
                Требует действие для активации
              </p>
            </div>
          </div>
          <h3 className="text-slate-400 normal-case text-2xl font-serif font-bold text-center">Сыщики и их история </h3>
          <div className='flex justify-center'>
            <div>
              <img src={d7} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif  p-5 italic'>
                Карсон Сиклер служил трем поколениям аркхэмского семейства Уэббоа. Он начал лакеем, а позже дослужился до дворецкого. Правильный до мозга костей, Карсон с неодобрением наблюдал за тем, как его молодые хозяева.Эркюль Уэбб, начал углубляться в изучении оккультных наук и привозить в дом причудливые артефакты и языческие книги. В этих безумствах ему помогал деловой партнер, неприятнейшей Дюпюи.
              </p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
                Несчастье произошло, когда однажды Карсон нес мистеру Уэббу вечерний чай и увидел , как того засасывает сквозь невероятную дыру в небесах. Свидетельству Карсона никто нее поверил, и после необъяснимого исчезновения мистера Уэбба его помести перешло во владения Дюпюи, который тайно вывел деньги со счетов Уэбба и заморозил счета его детей. Карсон не мог позволить запятнать честь отпрысков семейства и решил докопаться до сути происходящего.
              </p>
            </div>
          </div>
          <div className='flex justify-center'>
            <div>
              <img src={d1} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
                Рита всегда отлично бегала. Она росла на Юге, так что не понаслышке была знакома с дискриминацией и знала, когда стоит исчезнуть. Когда Рита получила спортивную стипендию и прибыла в Аркхэм, чтобы поступить в Мискатоникский университет, она обнаружила, что ее жизнь изменилась не так мильно, как она надеялась. Жутковатые личности, преследовавшие ее по пятам. ныне одевались в черные, а не в белые мантии, но бегать от них Рите приходилось все так же.              </p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
                И когда на ее соседку напали однажды ночью только потому, что она была в куртке Риты, она решила начать действовать. Проведя небольшое расследование, она обнаружила, что загадочные налетчики не состояли в КУ-клукс-клане, как она предпологала изначально. Теперь Рита отчаянно хватается за любую возможность изучить неведомые и тайные культы, которые процветают прямо под носом у властей. Она больше не будет убегать.              </p>
            </div>
          </div>
          <div className='flex justify-center'>
            <div>
              <img src={d2} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
Сразу после школы Минь Тхи Фан устроилась на хорошую работу. Возможно все благодаря уникальному воспитанию и хорошему знанию английского, французского, вьетнамского, корейского и японского. Она несколько лет проработала секретарем у мистера Томаса и считали его не только своим руководителем, но и другом. Но однажды в ходе работы по транспортировке антиквариата он столкнулся со странной книгой, после чего стал замкнутым, угрюмым и в конце концов покончил сабой.              </p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic '>
Внезапно, впервые в жизни, Минь оказалась сама по себе. Не зная что делать, она решила привести дела мистера Томаса в порядок и вскоре обнаружила, что его транспортный бизнес открыл для него темный мир неведомого и немыслимого. Теперь у Минь есть новая цель - и она впервые в жизни выбрала ее для себя сама: узнать что же ужасающая правда заставила мистера Томаса покончить с собой.              </p>
            </div>
          </div>
          <div className='flex justify-center'>
            <div>
              <img src={d3} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
Жизнь Матео Кастилья нельзя было назвать легкой, даже когда он нашел свое призвание и стал священником. Последние несколько десятилетий в Мексике было неспокойно от частых стычек между светской властью и религиозным населением. Отец Матео стремился примирить свою веру с жестокими требованиями государства, но закон указывал ему, что так делать нельзя.              </p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic '>
Но больше всего веру отец Матео подкосила отнюдь не сложная политическая ситуация в Мексике. Расследование показало, серия убийств и похищений в его родном штате - дела рук не государства, как думал Матео, а ужасного и жестокого культа, процветающего в самом сердце зарождающейся войны. Матео усомнился: как мог любящий и всепрощающий Бог позволить свершиться тем безумствам, свидетелем которых он стал той ночью? Его молитвы так и остались не отвеченными, и теперь Матео ищет ответы сам.              </p>
            </div>
          </div>
          <div className='flex justify-center'>
            <div>
              <img src={d4} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
Мама Венди дала ей этот медальон, когда та была совсем маленькой. Мама рассказывала ей истории, пока Венди раскручивала медальон и смотрела на странный узор в виде звезды с глазом. Папа пропал в море, а мама начала вести себя странно. Она стала рисовать мелом по всему дому оккультные знаки, зачитывалась причудливыми книгами и разговаривала на мертвых языках. В конце концов маму забрали в психиатрическую лечебницу, а Венди отправили в приют. Но Венди не сирота, и каждому, кто ее слушал, она говорила: ее мама сошла с ума, а не умерла, а тело папы так и не нашли, так что он тоже может быть жив.              </p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
После того как Венди получила по почте фото ее отца, она больше не могла оставаться в приюте. Так что она ушла и теперь находится в поисках. В поисках папы, в поисках мамы, в поисках хоть какого-то смысла в странном символе звезды с глазом, который она все еще носит у себя на шее.              </p>
            </div>
          </div>
          <div className='flex justify-center'>
            <div>
              <img src={d5} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
Агата Крэйн обладает степенями по математике и психологии. Она рациональная, образованная женщина, которая верит, что ум есть противоядия от предрассудков, что в спорах нужны доказательства и что даже самые сложные загадки окружающего мира и человечности сознания можно разумно объяснить. Но почему она посвятила большую часть своих исследований так называемому «экстрасенсорному восприятию» и вопросу существования призраков - так и остается непостижимой загадкой почти для всех, кто ее знает.              </p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic '>
Свою область исследований Агата называет парапсихологией, стараясь избавиться от неприятных ассоциаций с оккультизмом, распростран енных в уважаемых научных кругах. В поиске новых данных и новых подопытных она постоянно оказывается в опасных местах и в компании с подозрительными людьми, что приводит в отчаяние этой преданности известных ей.              </p>
            </div>
          </div>
          <div className='flex justify-center'>
            <div>
              <img src={d8} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
Престон Фэрмон никогда особо не задумался, откуда у его семьи деньги. Он лишь знал, что у него их предостаточно, и пользовался ими при любом подходящем случае. Его отца это порой беспокоило: он пытался рассказать своему отпрыску о делах его деда и о некоей ложе Серебряных сумерек - но Престон никогда не придавал значения этой болтовне. В лучшем случае она звучала скучно, в худшем, когда казалось, что его отец окончательно свихнулся, - безумно. А потом отец умер.              </p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic '>
Не так давно Престон посетил сеанс, который проводила одна молодая светская дама, его знакомая. Она обещала ему ночь, которую тот никогда не забудет, - и не обманула его. Его отец появился прям там, над столом, и Престон был не единственным, кто его видел. После этого он достал сундук с барахлом отца и начал серьезно задумываться над тем, откуда же у его семьи деньги.              </p>
            </div>
          </div>
          <div className='flex justify-center'>
            <div>
              <img src={d9} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
Уильям Йорик никогда не мечтал о жизни могильника. Он хотел стать актером и несколько лет работал в Бостоне, хватаясь за любую подвернувшуюся роль. Конечно же, лучше всего ставили Шекспира, и Уильям сосредоточился на ролях в этих пьесах, но спустя много лет и много ролей ему пришлось признать, что сцена - не его судьба.              </p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic '>
Работа могильника нудна и утомительна, но мертвые - прекрасные слушатели, а Уильям всегда любил монологи. Работа принесла необычный оборот, когда стали появляться странные нечеловеческие трупы - а потом бесследно исчезать. Уильям решил поспрашивать в университете, но там только пожали плечами, а его самого по ночам стали преследовать подозрительные личности. С тех пор Уильям интересуется разнообразными удивительными явлениями, исчезновениями или странными случаями. И похоже что новый акт пьесы вот-вот начнется.              </p>
            </div>
          </div>
      </div>
      <Foter></Foter>
    </section>
  )
}

export default Detectives
