import React from 'react'
import './input.css'
import Header from '../Header_dop4'
import d5 from '../img/01.webp'
import d6 from '../img/02.webp'
import d7 from '../img/03.webp'
import d8 from '../img/04.webp'
import Foter from '../Foter_dop4'

const Addition_Detectives = () => {
  return (
    <section><Header></Header>
      <div className='bg-gray-800 p-5 text-lg'>
      <h3 className="text-slate-400 normal-case text-1x3 font-serif">В дополнении появляется четыре новых детективов.</h3>
          <div className='flex justify-center'>
            <div>
              <img src={d5} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
Даниэла всегда считала, что у неё хорошая жизнь: любимая шумная семья, надёжная
работа, на которой можно и подумать, и занять руки, и достаточно денег, чтобы
тратить их на быстрые машины, плотские утехи и свой мотоцикл по прозвищу
Табриэль.</p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic '>
Потом её брат Рамон попал в неприятности, и её мать начала предупреж-
дать Даниэлу, чтобы та была осторожна, иначе тьма встанет унеё на пути.
Даниэла поставила за дверью стакан с водой, чтобы успокоить раздражённую мать.</p>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic '>
Этот ритуал предназначался для того, чтобы ловить злых духов. Проснувшись
на следующее утро, она обнаружила, что стакан разбит, так что решила выяснить,
что случилось, и всё исправить. Как обычно.</p>
            </div>
          </div>          
          <div className='flex justify-center'>
            <div>
              <img src={d6} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
В детстве Урсула вечно карабкалась по деревьям, забиралась на каменные стены и ис-
пользовала свои кисти и краски, чтобы составлять карты пещер. Все надежды на то,
что она утихомирится и с возрастом начнёт вести себя «как леди», рухнули, когда она
получила степень в области археологии и начала путешествовать по миру.</p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic '>
Мало кто может похвастаться тем, что покорил гору на каждом континенте.
Ещё меньше людей могут похвастаться тем, что украли золотого идола у культа
каннибалов. Для Урсулы, однако, эти достижения - только начало.</p>
            </div>
          </div>
          <div className='flex justify-center'>
            <div>
              <img src={d7} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
Норман Уизерс - учёный. Он рациональный человек, посвятивший себя научному иссле-
дованию Вселенной. Поэтому, когда шесть звезд просто исчезли с небосвода, он дважды
и трижды перепроверил свои результаты, а затем спокойно изучил ситуацию со всех
логических точек зрения. Его выводы были просты. Да, звёзды действительно исчезли.</p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic '>
Да, сквозь пустоту двигалось нечто невозможное.
Хотя научное сообщество сочло его исследование бредом сумасшедшего, Норман
продолжил изучение. Несмотря на то что теперь он изучает древние знания и магию,
он по-прежнему остается рациональным человеком.</p>
            </div>
          </div>
          <div className='flex justify-center'>
            <div>
              <img src={d8} alt="" className='p-4 w-[340px] h-[220px] float-left'/>
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic'>
Лео Андерсон проводит свою жизнь за исследованием самых тёмных и опасных уголков
земного шара, однако такое занятие имеет свою цену: во время походов он терял
хороших людей. Одних сразила болезнь, другие не выстояли перед суровым климатом,
а некоторых погубило нечто, что будет преследовать Лео до конца его дней. </p>  
              <p className='text-slate-400 normal-case text-1x3 font-serif p-5 italic '>
Его последняя экспедиция закончилась полной катастрофой. Из всего отряда выжил только
Митч - или по крайней мере остался человеком.
Лео надоело хоронить людей, которые ему доверяли. Но теперь, когда он знает, какие
ужасы скрываются за пределами цивилизации, он не может уйти в отставку, пока дело
не будет сделано.</p>
            </div>
          </div>
      </div>
      <Foter></Foter>
    </section>
  )
}

export default Addition_Detectives